[General]
Translator, "Claudi Martinez"
LangVersion, "3.3.0.0"
IsRTL, "0"


[Icon]
R0lGODlhEAAQANUkAJ+fn6KioqOjo6CgoKGhoaampq2trZ6enpycnLKysqWlpa6uro+Pj6enp6mp
qaioqJaWlpiYmJ2dnbGxsaSkpKurq6qqqq+vr7W1tYGBge+TD/7nCP3lCOZdFPOoDd0jGd0mGOt2
EvGbD+RPFQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAACQALAAAAAAQABAAAAZqQJJw
SCwaj0RGYDAgEAIBgYCiKBQcEMFmy+12GwGQeEwmEwaitHq9FhBG8LhcXgFo7vh83gAI+f+AgAsA
HYWGh4cXAB6MjY6OEwAfk5SVlQkRHJqbnJwYGQgSCAcDUVUPFgYLCQdIrq9FQQA7


[BFAPI_Strings]
ErrorFailClientTime, "L'hora del vostre equip no està correctament ajustada.\nSi us plau, comproveu l'hora del sistema i proveu-ho de nou."
ErrorFailLogin, "Verifiqueu el vostre correu electrònic i contrasenya i proveu-ho de nou."
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "La vostra llicència de prova de FileSeek sembla no ser vàlida.\nContacteu amb nosaltres per a més informació."
ErrorItemSizeTooLarge, "Un dels perfils FileSeek és massa gran.\nSi us plau, intenteu sincronitzar un perfil més petit."
ErrorTrialExpiredPrompt, "La vostra llicència de prova de FileSeek Pro ha caducat.\nVoleu posar-vos en contacte amb nosaltres i iniciar una altra prova?"
ErrorUnknownProPurchasedLicenseKey, "La vostra llicència de FileSeek no és vàlida.\nPoseu-vos en contacte amb nosaltres per a més informació."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "Les meves &llicències"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Ús personal o corporatiu, # indicat en el nom de la llicència"
LicenseRestrictionDonation, "Ús PERSONAL, 1 ordinador"
LicenseRestrictionEnterprise, "Ordinadors limitats en nombre il·limitat de llocs"
LicenseRestrictionPersonalHome, "Ús PERSONAL, en un nombre il·limitat d'ordinadors"
LicenseRestrictionSite, "Nombre il·limitat de PC's en un únic lloc"
LicenseRestrictionStandard, "Ús personal o corporatiu, en un únic ordinador"
LicenseRestrictionSteam, "Ús personal o corporatiu, nombre il·limitat de PC's, l'usuari principal és vostè en el lloc on s'instal·larà"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Si us plau, introduïu un correu electrònic vàlid i proveu-ho de nou."
ErrorEnterPassword, "Introduïu la vostra contrasenya i proveu-ho de nou."
ErrorLoginFailed, "No s'ha pogut carregar la informació del vostre compte.\nSi us plau, comproveu que la vostra adreça de correu electrònic i contrasenya i proveu-ho de nou."
ErrorNoLicensesFound, "Ho sentim, no hem pogut trobar cap informació de la llicència per aquest compte.\nSi necessiteu ajuda, si us plau poseu-vos en contacte amb nosaltres."
ErrorUnknownLicenses, "S'ha produït un error durant la càrrega de la vostra informació de llicència."
ErrorUnknownLogin, "S'ha produït un error durant la càrrega de la vostra informació del compte."
Note, "Inicieu la sessió per recuperar la llicència FileSeek i sincronitzeu els vostres perfils de cerca."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Carregant la informació de llicència"


[BFAPIMyLicenses_Controls]
colDateCreated, "Data de creació"
colDateExpires, "Data de venciment"
colLicenseKey, "Clau de llicència"
colLicenseRestrictions, "Restriccions de llicència"
colLicenseType, "Tipus de llicència"
colName, "Nom de llicència"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Esteu segur que voleu utilitzar aquesta llicència?"
ErrorSelectLicense, "Si us plau, seleccioneu una llicència de la llista i proveu-ho de nou."
ShowNeedLicenseWarning, "Seleccioneu una de les llicències de la llista i feu clic al botó "Accepta" per utilitzar-la."
Title, "Les meves llicències"


[BFFormDownload_Strings]
ConfirmCancel, "Esteu segur que voleu cancel·lar aquesta descàrrega?"
Error, "S'ha produït un error."
Progress, "Resten: {0} KB ({1} KB total)"
ProgressUnknown, "Descarregant: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Copia al porta-retalls"
btnMoreInformation, "&Mostra més informació"


[BFFormProxySettings_Controls]
btnSave, "Desa"
lblProxyAddress, "Adreça del servidor:"
lblProxyPassword, "Contrasenya:"
lblProxyPassword2, "Repetiu la contrasenya:"
lblProxyPort, "Port:"
lblProxyUsername, "Nom d'usuari:"
rdoCustomSettings, "Utilitza la &configuració personalitzada del servidor proxy:"
rdoNoProxy, "&Sense servidor proxy (connexió directa a Internet)"
rdoUseIESettings, "Utilitza la &configuració de connexió d'Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Si us plau, introduïu una adreça per al servidor proxy o seleccioneu "Sense servidor proxy"."
EnterServerPort, "Si us plau, introduïu un port per al servidor proxy o seleccioneu "Sense servidor proxy"."
PasswordDecryptionFailed, "La vostra configuració de la connexió a Internet no sembla correcta.\nSi us plau, torneu a introduir la contrasenya del servidor proxy."
PasswordsNotMatch, "La vostra contrasenya del servidor proxy no és correcta. Si us plau, proveu-ho de nou."
Title, "Configuració de la connexió a Internet"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Examina"
ButtonRefresh, "&Actualitza"
ColApplication, "Aplicació"
ColPath, "Camí"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "Totes les aplicacions"
PleaseSelectApplication, "Si us plau, seleccioneu primer una aplicació."
Title, "Selecciona aplicació"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valor predeterminat"
colSetting, "Paràmetre"
colValue, "Valor"
lblHelp, "Doble clic en una opció per modificar-la, feu clic al botó "Ajuda" per obtenir més informació."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "S'ha produït un error durant la gravació del paràmetre."
SavedSuccessfully, "La configuració avançada s'ha desat correctament.\nPotser necessitareu reiniciar el FileSeek per aplicar els canvis."
Title, "Paràmetres avançats"
TitleEdit, "Edita els paràmetres avançats"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Correu electrònic:"
lblMessage, "Missatge:"
lblName, "Nom:"
lblSubject, "Assumpte:"
lblWarning, "La informació de la fitxa Troubleshooting i el fitxer Debug.log seran xifrats i enviats juntament amb la sol·licitud de suport per tal que puguem resoldre el problema ràpidament."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Si us plau, introduïu el correu electrònic vàlid i proveu-ho de nou."
EnterMessage, "Si us plau, introduïu un missatge i proveu-ho de nou."
EnterName, "Si us plau, introduïu el vostre nom i proveu-ho de nou."
EnterSubject, "Si us plau, introduïu un assumpte."
SendSuccess, "La vostra informació s'ha enviat correctament.\nAlgú es posarà en contacte amb vosaltres d'aquí a 1 dia feiner."
Title, "Envia sol·licitud d'assistència"
TooLongEmailAddress, "Si us plau, introduïu un correu electrònic més curt i proveu-ho de nou."
TooLongName, "Si us plau, introduïu un nom curt i proveu-ho de nou."


[BFFormUpdate_Controls]
btnChangeLog, "Visualitza el registre de canvis"
btnDownload, "Descarrega i &instal·la"
btnRemindMeLater, "&Recorda-m'ho més endavant"
btnSkipThisVersion, "&Omet aquesta versió"
btnWebsite, "&Descarrega"
lblNewVersion, "Nova versió:"
lblOldVersion, "Versió actual:"
lblUpdateNotes, "Què hi ha de nou en aquesta versió?"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Es recomana que actualitzeu a aquesta nova versió.\nSegur que voleu ignorar aquesta actualització?"
DownloadFailedSave, "S'ha produït un error mentre es desava el fitxer localment."
DownloadingUpdate, "Descarregant actualització"
DownloadInvalidData, "Dades invàlides retornades pel servidor. És possible que el servidor tingui problemes per trobar el fitxer sol·licitat."
DownloadNoData, "No s'han obtingut dades del lloc web."
ErrorDownload, "S'ha produït un error mentre s'intentava descarregar la nova versió."
Title, "Actualització disponible"
UpdateProMessage, "És necessari actualitzar a FileSeek Pro per utilitzar l'actualització d'un clic.\nVoleu veure més informació sobre l'actualització?"


[BFHelpButton_Controls]
mniOnlineHelp, "Ajuda en línia"
mniSupportRequest, "Sol·licitud de suport"


[BFTextQuery_Strings]
CaseSensitive, "Sensible a majúscules i minúscules:"
MayContain, "Pot contenir:"
MayNotContain, "No pot contenir:"
MustContain, "Ha de contenir:"
MustNotContain, "No ha de contenir:"


[BFUpdateCheck]
AlreadyInProgress, "La comprovació d'actualitzacions està en progrés..."
ErrorRunningDownloadedFile, "S'ha produït un error intentant executar l'arxiu d'instal·lació descarregat."
FailedToGetVersion, "No s'ha pogut carregar l'última versió."
InvalidLicensePrompt, "La vostra llicència de FileSeek Pro sembla ser invàlida!\nSi us plau, considereu comprar una llicència FileSeek Pro per donar suport al futur desenvolupament.\nVoleu veure més informació?"
NoUpdate, "Ja esteu utilitzant l'última versió."
Title, "Actualitza"


[cFunctions_Strings]
FolderNotRecognized, "La carpeta seleccionada no s'ha reconegut o no es pot cercar."


[cSettings_Strings]
SettingsLoadError, "S'ha produït un error durant la càrrega dels paràmetres."
SettingsSaveError, "S'ha produït un error mentre es desaven els paràmetres."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Examina && Afegeix"
btnBrowseExcludePath, "Examina"
btnFolderBrowse, "&Examina"
btnFolderBrowseAppend, "Examina && Afegeix"
btnNewSearch, "Cerca en una &nova pestanya"
btnPause, "Pausa"
btnResume, "Resum"
btnSearch, "&Cerca"
btnStop, "&Atura"
chkCaseSensitive, "&Consulta sensible a majúscules/minúscules"
chkFileSizeMax, "Mida màxima del fitxer:"
chkFileSizeMin, "Mina mínima del fitxer:"
chkIsExcludeFilesRegEx, "Exclou fitxers de filtrats per RegEx"
chkIsIncludeFilesRegEx, "Inclou fitxers filtrats per RegEx"
chkIsQueryRegEx, "Consulta RegEx"
chkSearchSubFolders, "Cerca en sub&carpetes"
chkShowFirstResult, "Mostra &només el primer resultat per a cada fitxer"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Mostra noms de fitxer que coincideixin amb la consulta"
chkShowQueryMatchFolders, "Mostra noms de carpetes que coincideixin amb la consulta"
chkUseIFilters, "Contingut del fitxer de procés mitjançant controladors de fitxers (més lent)"
colDateAccessed, "Data d'accés"
colDateCreated, "Data de creació"
colDateModified, "Data de modificació"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Mida del fitxer"
colLine, "Línia"
colLineNumber, "Línia #"
colPath, "Camí"
lblAccessedTo, "a"
lblAdditionalLinesAfter, "Mostra aquesta quantitat de línies després d'un resultat de cerca:"
lblAdditionalLinesBefore, "Mostra aquesta quantitat de línies abans d'un resultat de cerca:"
lblCreatedTo, "a"
lblDateAccessed, "Data d'accés:"
lblDateCreated, "Data de creació:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Data de modificació:"
lblExcludeFiles, "Exclou fitxers:"
lblExcludePath, "Exclou camí/camins:"
lblFilterResults, "Filtre:"
lblIncludeFiles, "Inclou fitxers:"
lblModifiedTo, "a"
lblPath, "Camí/Camins:"
lblQuery, "Consulta:"
lblStatusFound, "Resultats trobats: {0}"
lblStatusTotal, "Fitxers cercats: {0}"
mniAbout, "Quant a"
mniClearSearchHistory, "Clear Search History"
mniCloseAll, "Tanca-ho tot"
mniCloseAllButThis, "Tanca els altres"
mniCloseSearch, "Tanca"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Copia tots els resultats"
mniExit, "Surt"
mniExplorerContextMenu, "Menú contextual de Windows"
mniHelp, "Help"
mniOpenFolder, "Obre la carpeta contenidora"
mniOpenFolderOnly, "Obre carpeta"
mniOpenOther, "Obre amb una altra aplicació"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Treu els resultats seleccionats de la llista"
mniSettings, "Paràmetres"
mniShowFilterControls, "Mostra el control de filtres"
mniTextCopy, "&Copia"
mniTextSelectAll, "Selecciona-ho &tot"
mniTools, "&Eines"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Exporta tots els resultats a HTML"
mnuExportSelectedResultsHTML, "Exporta els resultats seleccionats a HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Idiomes"
mnuLoadProfile, "Carrega"
mnuManageProfiles, "Administra perfils"
mnuOpen, "Obre"
mnuOpenNotepad, "Obre amb el Bloc de Notes"
mnuProfile, "Perfils"
mnuSave, "Desa"
mnuSaveAll, "Exporta tots els resultats com a CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Exporta els resultats seleccionats com a CSV"
mnuShowFullLanguageList, "Mostra llista completa"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Fes coincidir la consulta per a cada línia del fitxer"
rdoMatchQueryToWholeFile, "Fes coincidir la consulta per a tot el fitxer"
tabAdvanced, "Avançats"
tabDateFilters, "Filtres de data"
tabFileSizeFilters, "Filtres de mida de fitxers"
tabSearch, "Cerca"


[frmMain_Strings]
AccessedAfterTT, "Accedit després de {0}"
AccessedBeforeTT, "Accedit abans de {0}"
AccessedBetweenTT, "Accedit entre {0} i {1}"
AppSelectionErrorPartOne, "No s'ha pogut trobar l'aplicació que heu seleccionat"
AppSelectionsErrorPartTwo, "En voleu seleccionar una altra?"
btnNewSearchTT, "Fes una cerca en una nova pestanya"
btnSearchTT, "Fes una cerca en la pestanya actual"
btnStopTT, "Atura la cerca seleccionada"
CaseSensitiveQueryTT, "Consulta tenint en compte majúscules/minúscules"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Només es mostrarà la primera línia cercada quan coincideixi la consulta per a cada línia"
ColumnWidthRestoreError, "S'ha produït un error mentre es restablia l'amplada de les columnes."
ColumnWidthSaveError, "S'ha produït un error mentre es desaven les amplades de les columnes."
ContextMenuError, "S'ha produït un error mentre es mostrava el menú contextual de Windows."
CreatedAfterTT, "Creat després de {0}"
CreatedBeforeTT, "Creat abans de {0}"
CreatedBetweenTT, "Creat entre {0} i {1}"
CSVSpreadsheet, "Fitxers CSV"
CustomAppOpenError, "S'ha produït un error obrint el fitxer amb l'aplicació personalitzada."
DateCreatedError, "Si us plau, seleccioneu"
DateFiltersSelected, "Filtres de data:"
DateMismatchError, "Si us plau, seleccioneu una "Data de creació Data de final" que sigui posterior a la data d'inici."
DateModifiedError, "Si us plau, seleccioneu una "Data de modificació Data de final" que sigui posterior a la data d'inici."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Introduïu un nom de perfil:"
ExcludeFilesTT, "Fitxers exclosos: {0}"
ExcludePathsTT, "Camins exclosos: {0}"
FileDeleteMessage, "Si us plau, espereu mentre el FileSeek executa l'operació sol·licitada.\nPodeu tancar aquesta finestra, però això pot provocar resultats inesperats mentre aquesta tasca s'executa."
FileDeleteQuestion, "Segur que voleu esborrar els fitxers o carpetes seleccionats?"
FileDeleteTitle, "Esborra fitxers"
FileDeletionError, "S'ha produït un error eliminant aquests fitxers."
FileHandlerError, "Si us plau, introduïu un camí de cerca."
FileIncludeNameMatch, "Coincidència nom de fitxer [filtre d'inclusió de fitxers]"
FileOpenError, "S'ha produït un error obrint aquest fitxer."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Coincidència nom de fitxer [sol·licitud]"
FileReadError, "Error accedint al fitxer: {0}"
FileSelectionError, "Si us plau, seleccioneu almenys 1 fitxer que existeixi i proveu-ho de nou."
FileSizeError, "Si us plau, seleccioneu una mida màxima de fitxer que sigui igual o més gran que la mida mínima de fitxer."
FileSizeFiltersSelected, "Filtres de mida de fitxer:"
FilesSearched, "Fitxers cercats: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Seleccioneu una carpeta a cercar"
FolderBrowsingError, "S'ha produït un error mentre es navegava a la carpeta."
FolderIncludeNameMatch, "Coincidència nom de carpeta [filtre d'inclusió de fitxers]"
FolderItemError, "Error obtenint la carpeta per a l'ítem: {0}"
FolderOpenError, "Error obrint aquesta carpeta."
FolderQueryNameMatch, "Coincidència nom de carpeta [text de sol·licitud]"
FolderReadError, "Error llegint carpetes en la carpeta: {0}"
HyperTextMarkupLanguageFile, "Fitxer Hyper Text Markup Language"
IFilterWarning, "Si us plau, habiliteu els controladors de fitxer en la pestanya Avançat per mostrar resultats apropiats per a: {0} fitxers"
IncludeFilesTT, "Fitxers inclosos: {0}"
InvalidExcludeFilesRegExError, "El patró RegEx de l'exclusió de fitxers és invàlid.\n{0}"
InvalidFolderLength, "Longitud de carpeta invàlida."
InvalidIncludeFilesRegExError, "El patró RegEx de la inclusió de fitxers és invàlid.\n{0}"
InvalidQueryRegExError, "El patró RegEx de la sol·licitud és invàlid.\n{0}"
KeypressError, "S'ha produït un error mentre es processava la tecla."
LinkedFolderError, "No s'ha cercat la carpeta perquè és un enllaç/unió"
MatchesFound, "Coincidències trobades: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Mida de fitxer màxima: {0}"
MaxPathError, "Aquest camí és llarg i pot no funcionar en alguns programes"
MenuOpenError, "S'ha produït un error obrint el menú."
MinFileSizeTT, "Mida de fitxer mínima: {0}"
ModifiedAfterTT, "Modificat després de {0}"
ModifiedBeforeTT, "Modificat abans de {0}"
ModifiedBetweenTT, "Modificat entre {0} i {1}"
More, "(més)"
NoDateFiltersSelected, "No s'han seleccionat filtres de data"
NoFileSizeFiltersSelected, "No s'han seleccionat filtres de mida de fitxer"
NoOptionsSelected, "No s'ha seleccionat cap opció"
NotepadError, "S'ha produït un error mentre s'obria aquest fitxer amb el Bloc de Notes."
NoTextSelectionError, "Si us plau, seleccioneu algun text i proveu-ho de nou."
NotYourProfile, "Aquest perfil no és vostre."
OnlyShowFirstResultTT, "Mostra només el primer resultat"
OpenManyQuestion, "Segur que voleu obrir {0} fitxers o carpetes?"
OptionsSelected, "Opcions seleccionades:"
PathsTT, "Camí/Camins: {0}"
PathTooLongError, "El Windows no suporta aquesta acció amb camins a fitxers llargs."
ProfileLoadError, "Error carregant aquest perfil."
ProfileLoadOnStartError, "Error carregant aquest perfil. El perfil no existeix."
ProfileOverwriteQuestion, "Segur que voleu sobreescriure el perfil '{0}'?"
ProfileSaved, "S'han desat els paràmetres de cerca en el perfil '{0}'"
ProfileSaveError, "No s'ha pogut desar el perfil."
ProOnlyDoubleClickPrompt, "El vostre controlador de doble-clic per defecte només és una característica de FileSeek Pro.\nPodeu canviar el controlador de doble-clic per defecte a la pestanya Paràmetres > Cerca\n\nVoleu més informació sobre l'ampliació de la versió?"
QueryTT, "Sol·licitud:\n{0}"
rdoMatchQueryLineByLineTT, "Obre un fitxer línia a línia i intenta fer coincidir la sol·licitud a cada línia"
rdoMatchQueryToWholeFileTT, "Obre tot el fitxer de cop i intenta fer coincidir la sol·licitud al text sencer"
ResultCopied, "S'ha copiat un resultat al porta-retalls"
ResultCopyError, "S'ha produït un error copiant els vostres resultats de cerca al porta-retalls."
ResultSaveError, "Error desant els resultats\n{0}"
ResultsCopied, "S'han copiat {0} resultats al porta-retalls."
ResultSelectionError, "Si us plau, seleccioneu almenys 1 resultat de cerca i proveu-ho de nou."
SaveResults, "Desa els resultats en un full de càlcul"
SaveResultsAsHTML, "Desa els resultats com a HTML"
SaveSearchProfile, "Desa el perfil de cerca"
SearchComplete, "Cerca completada en {0} s"
SearchCriteria, "Criteris de cerca:"
SearchCriteriaEmptyTT, "Criteris de cerca sense especificar"
SearchEnd, "Search End: {0}"
SearchError, "S'ha produït un error durant la cerca."
SearchStart, "Search Start: {0}"
SearchSubFoldersTT, "Cerca en subcarpetes"
SettingFormShowError, "S'ha produït un error mostrant la finestra de paràmetres."
Syncing, "Syncing with your Binary Fortress Account..."
TextCopyError, "S'ha produït un error copiant aquest text."
TextProcessingError, "S'ha produït un error processant el text."
TextSelectionError, "Si us plau, seleccioneu algun text i proveu-ho de nou."
txtPathTT, "Separa múltiples ítems amb el caràcter |"
UseFileHandlersTT, "Utilitza controladors de fitxer"
ViewingAppPartOne, "Encara no heu seleccionat cap aplicació de visualització"
ViewingAppPartTwo, "Voleu seleccionar-ne una ara?"
WindowsVersionError, "Ho sentim, aquesta funció no està disponible en aquesta versió de Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Copia el perfil"
btnDelete, "Delete"
btnRename, "Reanomena"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Nom del perfil"
colProfileOwner, "Propietari del perfil"
lblCurrentProfile, "Usuari actual: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Com voleu anomenar el vostre perfil nou?"
MustSelectAnItem, "Si us plau, seleccioneu un perfil de la llista i proveu-ho de nou."
ProfileDeleteQuestion, "Segur que voleu esborrar el perfil seleccionat?"
RenameSearchProfile, "Reanomena el perfil de cerca"
SearchProfileName, "Nom del perfil de cerca:"
Title, "Gestiona perfils"


[frmSettings_Controls]
btnApply, "Aplica"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&Navega"
btnChangeToFree, "Canvia a versió lliure"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "Neteja l'històric de cerca"
btnIFilterToggle, "Commuta controlador de fitxer"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "Per &defecte"
btnPasteFromClipboard, "Enganxa del porta-retalls"
btnProxySettings, "Paràmetres de connexió a Internet"
btnRestoreSettings, "Restableix paràmetres"
btnTroubleshootingClearLog, "Neteja log"
btnTroubleshootingCopy, "Copia al porta-retalls"
btnTroubleshootingOpenLog, "Obre log"
chkAutoUpdate, "Comprova actualitzacions automàticament"
chkBeta, "Comprova noves versions Beta (més noves, inestables)"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Mostra un error i ignora el camí quan tingui més de 260 caràcters"
chkIFilterErrors, "Mostra un error per als fitxers sense controlador (quan la cerca amb controladors està activada)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Cerca fitxers && carpetes que són enllaços/vincles"
chkLinkedFoldersSearchShowErrorOnSkip, "Mostra un missatge quan s'ignori un enllaç/vincle"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Mostra un error quan el fitxer/carpeta no es pugui accedir"
chkShowToolTips, "Mostra indicadors de funció (tooltips)"
chkStartWithClearProfile, "Inicia sempre el FileSeek amb els criteris de cerca en blanc"
chkTreatAllIncludeFiltersAsWildcards, "Tracta tots els filtres d'inclusió de fitxers com comodins"
chkWindowsContextMenu, "Mostra el FileSeek en el menú contextual de Windows"
colName, "Nom"
colRightToLeft, "Dreta a esquerra"
colTranslators, "Traductors"
colVersion, "Versió"
gbAutoUpdate, "Comprova actualització"
gbCmdLineVars, "Variables línia de comanda"
gbGeneralOptions, "Opcions generals"
gbUpdateSettings, "Paràmetres d'actualitzacions"
lblCmdLineParam, "Paràmetres a passar a la línia de comanda"
lblDefaultDoubleClick, "Selecciona una operació per defecte fent doble clic sobre un resultat de cerca:"
lblExpireDate, "Data de caducitat de llicència:"
lblLicenseKey, "Clau de llicència:"
lblLicenseTo, "Llicenciat a:"
lblNumChar, "Mostra aquest nombre de caràcters per a cada resultat:"
lblSelectViewingApp, "Aplicació de visualització de fitxer seleccionat:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "Logging: desactivat"
LogLevel1, "Logging: només importants"
LogLevel2, "Logging: detallat"
LogLevel3, "Logging: totes les línies"
tabLanguage, "Idiomes"
tabLicense, "Clau de llicència"
tabTroubleshooting, "Resolució de problemes"


[frmSettings_Strings]
AppBrowsingError, "S'ha produït un error navegant per a l'aplicació."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exporta tots els resultats a CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporta tots els resultats a HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exporta els resultats seleccionats a CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporta els resultats seleccionats a HTML"
cboDefaultDoubleClickOperation_Open, "Obre amb controlador per defecte"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Obre la carpeta contenidora"
cboDefaultDoubleClickOperation_OpenNotepad, "Obre amb el Bloc de Notes"
cboDefaultDoubleClickOperation_OpenOther, "Obre amb una altra aplicació"
ChangeToFreeQuestion, "Segur que voleu esborrar la vostra clau de llicència i canviar a la versió lliure?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Amb aquesta opció activada, una cerca especificada com prova es tractarà com *prova*"
ClearHistoryError, "S'ha produït un error netejant l'històric de cerca."
ClearHistoryWarning, "Segur que voleu netejar l'històric de cerca?"
CommandLineError, "Si us plau, entreu els paràmetres de línia de comanda o feu clic a 'Per defecte' per restablir-los."
DebugLogCleared, "El log de Debug s'ha esborrat correctament."
DebugLogNotFound, "El log de Debug no s'ha pogut trobar.\nAssegureu-vos que heu activat privat el logging de Debug."
DisableFileHandler, "Desactiva el controlador de fitxer"
EnableFileHandler, "Activa el controlador de fitxer"
FileCommandDescription, "{0}: substitueix el nom de fitxer complet."
FileHandlerListError, "S'ha produït un error llistant els controladors de fitxer"
FileHandlerSelectError, "S'ha produït un error seleccionant aquest controlador de fitxer"
FileHandlerToggleError, "S'ha produït un error commutant aquest controlador de fitxer"
FreeVersion, "Versió lliure"
HistoryCleared, "Històric de cerca esborrat correctament."
InternetSettingsWindowError, "S'ha produït un error obrint la finestra de paràmetres de connexió a Internet."
InvalidExitcode, "Ha retornat un ExitCode invàlid: {0}"
LineCommandDescription, "{0}: substitueix el número de línia."
lvIFilters_Extension, "Extensió"
lvIFilters_Handler, "Controlador"
lvIFilters_HandlerVersion, "Versió"
NumOfCharError, "Si us plau, entreu un nombre de caràcters entre {0} i {1} i intenteu-ho de nou."
RestoreSettingsFailed, "Error restablint els paràmetres."
RestoreSettingsSuccess, "Els paràmetres s'han restablert correctament."
SettingMenuError, "S'ha produït un error establint els paràmetres de menú contextual"
tabSettings_About, "Quant a"
tabSettings_FileHandlers, "Controladors de fitxer"
tabSettings_Options, "Opcions"
tabSettings_OtherApp, "Altra aplicació"
tabSettings_Search, "Cerca"
Title, "Paràmetres"
TroubleshootingCopyError, "Error copiant la informació de resolució de problemes"
TroubleshootingCopySuccess, "La informació de resolució d'errors s'ha copiat correctament al porta-retalls."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Resultats de cerca desats correctament.\nVoleu veure el fitxer?"
SearchCriteria, "Criteris de cerca"
SearchDate, "Data de cerca:"
Title, "Resultats de cerca del FileSeek"


[IFilterHelper_Strings]
UnknownError, "Error IFilter desconegut"
UsingStandardMethodWarning, "No hi ha controlador per aquest fitxer. Cercant amb el mètode estàndard."


[LicenseValidate_Strings]
ExpiredPrompt, "Ho sentim, la vostra llicència de prova del FileSeek ha caducat.\nSi heu comprat una llicència, si us plau entreu-la en la finestra de paràmetres del FileSeek\n\nVoleu més informació sobre la compra del FileSeek Pro?"
Invalid, "Ho sentim, la vostra clau de llicència no és vàlida."
InvalidReseller, "Ho sentim, la vostra clau de llicència només és vàlida amb el FileSeek subministrat pel vostre distribuïdor.\nSi us plau, contacteu amb el vostre distribuïdor per a més informació."
LicenseProcessPro, "Gràcies per enregistrar-vos!"
LicenseProcessRemoved, "La vostra clau de llicència s'ha esborrat."
LicenseProcessTrial, "Gràcies per provar el FileSeek Pro!\nLa vostra llicència caducarà el {0:D}."
RegistryExportSuccess, "Els vostres paràmetres s'han exportat correctament."
TrialAlmostDonePrompt, "La vostra llicència de prova caducarà aviat.\nSi ja heu comprat una llicència, si us plau entreu-la en la finestra de paràmetres del FileSeek.\n\nVoleu més informació sobre la compra del FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cerca amb el FileSeek"


[Words]
AdminSettingsLock, "Alguns paràmetres gestionats pel vostre administrador del sistema"
Apply, "Aplica"
ButtonEnterLicenseKey, "&Entreu la clau de llicència"
ButtonLater, "Més &tard"
ButtonMoreInformation, "Més &informació"
ButtonUseFreeVersion, "&Utilitza la versió lliure"
Cancel, "&Cancel·la"
Close, "&Tanca"
Custom, "Custom"
Default, "Default"
Error, "Error"
ErrorNotAdminUACDisabled, "El UAC està desactivat, però no sou Administrador. La vostra sol·licitud segurament fallarà.\nSi us plau, activeu el UAC o entreu al sistema com Administrador i intenteu-ho de nou.\nSi heu desactivat el UAC recentment, si us plau assegureu-vos de reiniciar el vostre ordinador."
Help, "Ajuda"
Info, "Informació"
NeedProQuestion, "Necessiteu ampliar a FileSeek Pro per utilitzar aquesta característica.\nVoleu més informació sobre l'ampliació?"
Never, "Mai"
No, "No"
OK, "D'&acord"
ProOnlyNotice, "Les característiques Pro estan marcades en blau"
Refresh, "Refresca"
Seconds, "seconds"
Yes, "Sí"


[Installer]
AdditionalIcons, "Icones addicionals:"
ContextMenu, "Afegeix el FileSeek als menús contextuals"
CurrentUserOnly, "Només per a l'usuari actual"
DesktopIcon, "Crea una icona d'&escriptori"
DotNetDownloadNow, "Voleu descarregar-lo ara?"
DotNetNeededMayNotWork, "És possible que el FileSeek no funcioni correctament sense el Microsoft .NET Framework 2.0"
DotNetRequired, "El FileSeek requereix la plataforma Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Si us plau, torneu a executar la instal·lació de FileSeek després d'instal·lar el Microsoft .NET Framework 2.0."
ForAllUsers, "Per a tots els usuaris"
LaunchFileSeek, "Executa el FileSeek"
LicKeyInvalid, "La clau de llicència sembla ser invàlida."
LicKeyLabel, "Clau de llicència:"
LicKeySelectOption, "Si us plau, seleccioneu una opció de clau de llicència i proveu-ho de nou."
LicKeyText, "Opcions de clau de llicència:"
LicKeyTextAdminLocked, "La vostra clau de llicència s'ha establert pel vostre administrador."
LicKeyTextChangeFree, "Feu clic a 'Canvia a versió lliure" en la finestra de paràmetres per utilitzar la versió lliure."
LicKeyTextEnterOrFree, "Si us plau, entreu una clau de llicència vàlida o seleccioneu 'Utilitza la versió lliure'"
LicKeyTextPaid, "Utilitza aquesta clau de llicència:"
LicKeyTextTrial, "Utilitza la versió de prova (només el primer cop); passa a versió lliure després de 30 dies."
RunAtStartup, "Inicia el FileSeek a l'iniciar el Windows"
ShowWelcome, "Mostra la pantalla de benvinguda del FileSeek"
TextBefore, "Si el FileSeek s'està executant actualment, si us plau assegureu-vos de tancar-lo abans d'instal·lar la nova versió.\n\nVisiteu http://www.fileseek.ca per a actualitzacions i suport."
UninstallRemoveAllData1, "Voleu eliminar completament tots els paràmetres, preferències i fitxers temporals del FileSeek?"
UninstallRemoveAllData2, "No recomanat si preteneu instal·lar el FileSeek de nou."